Repository: yparisien/sami
Catalog: module/Start/language/*.po
Languages: fr_fr

source: Operator
fr_fr: Opérateur

source: Change password
fr_fr: Modification du Mot de Passe

source: Logout
fr_fr: Déconnexion

source: Locking protection system
fr_fr: Verrouillage System

source: No activity has been detect on this screen since %s seconds.
fr_fr: Aucune action sur l'écran détectée depuis %s secondes

source: You have been deconnected.
fr_fr: Vous avez été déconnecté

source: Please proceed to Sign-In button to be reconnected.
fr_fr: Appuyez sur le bouton "S'Identifier" pour vous reconnecter

source: Sign In
fr_fr: S'Identifier

source: System error detected
fr_fr: Erreur système détectée

source: An error has been raised by the robot :
fr_fr: Une erreur a été détectée par l'Injecteur

source: Error message :
fr_fr: Message d'erreur :

source: Please check the manual for instructions.
fr_fr: Veuillez lire le Manuel d'Utilisation

source: Close
fr_fr: Fermer

source: Loading...
fr_fr: Chargement ...

source: Done
fr_fr: Terminé

source: An error occured during setup. Please retry.
fr_fr: Une erreur s'est produite lors de l'initialisation. Réessayez !

source: An error occured during setup. Robot is not responding. Please retry or restart system.
fr_fr: Une erreur s'est produite lors de l'initialisation. L'injecteur est colère. Redémarrez !

source: connections attempt(s)
fr_fr: Tentatives de Connexions

source: An error occured during setup. Robot is returning an error at starting : &laquo;
fr_fr: Une erreur s'est produite lors de l'initialisation. Erreur : &laquo;

source: Loading of measure unit failed.
fr_fr: Erreur fatale - Unité de Mesure inconnue ! MBq ou mCi

source: Loading of radionuclides failed.
fr_fr: Erreur sur chargement des Radionucléides

source: Check of loaded drug failed.
fr_fr: Erreur fatale - Contrôle du Médicament en Erreur

source: Check of kit source serial failed.
fr_fr: Erreur sur le numéro de série du Kit Source

source: Check of kit source loading failed.
fr_fr: Erreur fatale - Contrôle du Kit Source en Erreur
