Repository: yparisien/sami
Catalog: module/Start/language/*.po
Languages: fr_fr

source: Bad password - %s try(s) remaining
fr_fr: Erreur sur Mot de Passe ! Attention, %s essai(s) restant(s)

source: Confirm his/her identity
fr_fr: Confirmez votre Identité

source: You are not authorized to perform this action for the moment
fr_fr: Vous ne pouvez pas réaliser cette opération pour le moment.

source: Switching user successfull
fr_fr: Le changement d'Opérateur est réussi

source: Bad credentials - %s try(s) remaining
fr_fr: Erreur d' Identification ! Attention, %s essai(s) restant(s)

source: Auth success
fr_fr: Identification correcte !

source: Could found the patient in the database. No patient is selected.
fr_fr: Patient inexistant dans les Données Patient - Pas de Pa tient sélectionné

source: No user matching
fr_fr: Pas d'Opérateur correspondant à cet Identifiant

source: Login and password doesn't match
fr_fr: L'Identifiant et le Mot de Passe ne correspondent pas !

source: Error during the process, please retry later
fr_fr: Erreur durant l'Authentification, merci de réessayer ultérieurement

source: New password is setted.
fr_fr: Nouveau Mot de Passe enregistré

source: Old password don't match with current password please retry.
fr_fr: Ce Mot de Passe ne correspond pas au Mot de Passe actif ! Réessayez

source: New password is not confirmed, no match with confirmation, please retry.
fr_fr: Erreur dans la Confirmation du Mot de Passe

source: You have been logged out.
fr_fr: Vous avez été déconnecté

source: Drug (%s) has been created.
fr_fr: Le Médicament (%s) a été crée

source: Drug (%s) has been modified.
fr_fr: Le Médicament (%s) a été modifié

source: Drug (%s) has been deleted.
fr_fr: Le Médicament (%s) a été effacé

source: Examination (%s) has been created.
fr_fr: L'Examen (%s) a été crée

source: Examination (%s) has been modified.
fr_fr: L'Examen (%s) a été modifié

source: Examination (%s) has been deleted.
fr_fr: L'Examen (%s) a été effacé

source: Password confirmation is different than new password.
fr_fr: Erreur dans la Confirmation du Mot de Passe

source: Operator (%s) has been created.
fr_fr: L'Opérateur (%s) a été crée

source: Operator (%s) has been modified.
fr_fr: L'Opérateur (%s) a été modifié

source: Operator (%s) has been deleted.
fr_fr: L'Opérateur (%s) a été effacé

source: The user (%s) is unknow.
fr_fr: L'Utilisateur (%s) est inconnu dans la base de données

source: Maximum activity of center reachead. Activity setted: %s. Overpass by %s %s
fr_fr: L'Activité maximale du Centre est dépassée ! %s. Accepté par %s %s

source: Authentification failed. Bad password
fr_fr: Authentification refusée - Mauvais Mot de Passe

source: The user (%s) is not autorized to perform this action.
fr_fr: L'Utilisateur (%s) n'est pas autorisé pour réaliser cette action

source: Peremption limit reachead. Overpass by %s %s
fr_fr: La date et heure de Péremption sont dépassée - Autorisation par %s %s

source: Source kit already used by %s %s at %s, %s try remaining
fr_fr: Kit Source déjà utilisé par %s %s à %s, %s essai(s) restant(s)

source: Patient kit already used by %s %s at %s, %s try remaining
fr_fr: Kit Patient déjà utilisé par %s %s à %s, %s essai(s) restant(s)

source: You are not authorized to perform this action : Access page '%s'
fr_fr: Vous n'êtes pas autorisé à exécuter cette action : Page '%s'

source: No radionuclide found in the robot. Contact support.
fr_fr: Pas de Radionucléides dans la base de données de l'activimètre. Contactez votre Hot Line

source: %s drug not found in database.
fr_fr: %s - Médicament inexistant dans votre base de données

source: Dont know if a drug is loaded (%s).
fr_fr: Erreur fatale sur Médicament (%s) - Eteindre et redémarrer l'Injecteur

source: Don't know if kitsource has been scanned (%s).
fr_fr: Erreur fatale sur Kit Source (%s) - Eteindre et redémarrer l'Injecteur

source: Don't know if kitsource & source has been loaded (%s).
fr_fr: Erreur fatale sur Kit Source & Médicament (%s) - Eteindre et redémarrer l'Injecteur

source: Operator dashboard
fr_fr: Tableau de bord Opérateur

source: User account confirmation
fr_fr: Confirmation du Compte Opérateur

source: Please confirm the current account or login to your own account
fr_fr: Merci de confirmer l'Opérateur en cours ou de vous connecter avec votre propre Identifiant

source: User
fr_fr: Opérateur

source: Password
fr_fr: Mot de passe

source: Next
fr_fr: Suivant

source: Change user account
fr_fr: Changement d'Opérateur

source: Please sign in
fr_fr: Merci de vous Identifier

source: Login
fr_fr: Identifiant

source: Sign in
fr_fr: Identification

source: Old password
fr_fr: Ancien Mot de Passe

source: New password
fr_fr: Nouveau Mot de Passe

source: Confirm password
fr_fr: Confirmer Mot de Passe

source: Confirm
fr_fr: Confirmez

source: Abort
fr_fr: Annuler

source: Export data
fr_fr: Données de l'Export

source: Export patients data
fr_fr: Export des Données Patient

source: Push the following button to generate file which allow to import injections result's datas into your management software.
fr_fr: Appuyez sur le bouton Suivant pour générer le fichier Exportation des données Patient pour mettre à jour votre logiciel de gestion.

source: Generate export
fr_fr: Générer l'Export

source: Download export
fr_fr: Téléchargez le Fichier Export

source: Operateur menu
fr_fr: Menu Opérateur

source: Loading
fr_fr: Chargement

source: Loading, please wait.
fr_fr: Chargement, merci de patienter ...

source: Patients overview
fr_fr: Aperçu des patients

source: Patient name
fr_fr: Nom du Patient

source: Injection date
fr_fr: Heure d'Injection

source: Injected activity
fr_fr: Activité Injectée

source: Operator name
fr_fr: Nom de l'Opérateur

source: Send to printer
fr_fr: Vers Imprimante

source: Launch another injection
fr_fr: Lancer une nouvelle Injection

source: End of injections
fr_fr: Fin des Injections

source: Serial :
fr_fr: N° Lot :

source: Supervior dashboard
fr_fr: Tableau de bord Superviseur

source: Activimeter
fr_fr: Activimètre

source: Drug management
fr_fr: Gestion des Médicaments

source: Drug profile
fr_fr: Description du Médicament

source: This drug is already existing in database. Please choose another name.
fr_fr: Médicament déjà existant ! Choisissez un autre Nom pour ce Médicament

source: Name
fr_fr: Nom

source: Radionuclide
fr_fr: Radionucléide

source: Choose a radionuclide
fr_fr: Choisissez un Radionucléide

source: Submit
fr_fr: Valider

source: Drug list
fr_fr: Liste des Médicaments

source: Warning
fr_fr: Attention

source: No drugs found in database. Please
fr_fr: Pas de Médicament dans votre base de données. SVP

source: create
fr_fr: Créez

source: at least one drug.
fr_fr: Créer au moins un médicament

source: Add a drug
fr_fr: Ajouter un Médicament

source: Edit
fr_fr: Editer

source: Delete drug confirmation title
fr_fr: Suppression du Médicament ?

source: Delete drug confirmation content
fr_fr: Veuillez confirmer la suppression de ce Médicament

source: Delete
fr_fr: Supprimer

source: Examination management
fr_fr: Gestion des Examens

source: Examination profile
fr_fr: Description de l'Examen

source: Select a DCI
fr_fr: Sélectionnez un D.C.I.

source: Rate
fr_fr: Recommandé

source: Examination list
fr_fr: Liste des Examens

source: No exam found in database. Please
fr_fr: Pas d'Examen dans votre base de données. SVP

source: at least one exam.
fr_fr: Créer au moins un examen

source: Add an examination
fr_fr: Ajouter un Examen

source: Delete examination confirmation title
fr_fr: Suppression de l'Examen ?

source: Delete examination confirmation content
fr_fr: Veuillez confirmer la suppression de cet Examen

source: No radionuclides found in database. Please
fr_fr: Pas de Radionucléide dans votre base de données. SVP

source: restart the application
fr_fr: Redémarrer l'application

source: or (if it fails) reboot completely the system.
fr_fr: ou si une erreur fatale est intervenue, redémarrer l'injecteur

source: Users management
fr_fr: Gestion des Opérateurs

source: Radionuclides management
fr_fr: Liste des Radionucléides

source: Drugs management
fr_fr: Gestion des Médicaments

source: Examinations management
fr_fr: Gestion des Examens

source: System overview
fr_fr: Apercu du système

source: Radionuclide management
fr_fr: Liste des Radionucléides

source: Radionuclide list
fr_fr: Liste des Radionucléides

source: Period
fr_fr: Période

source: Language
fr_fr: Langue

source: German
fr_fr: Allemand

source: English
fr_fr: Anglais

source: Spanish
fr_fr: Espagnol

source: French
fr_fr: Francais

source: Italian
fr_fr: Italien

source: Use DelphInnove Kit
fr_fr: Utilisation de Kit Patient d'Origine DelphInnove

source: No
fr_fr: Non

source: Yes
fr_fr: Oui

source: Max activity
fr_fr: Activité maximale

source: System details
fr_fr: Détails du Système

source: Serial number
fr_fr: Numéro de Série

source: System version
fr_fr: Version du Système

source: Software version
fr_fr: Version du Logiciel

source: User management
fr_fr: Gestion des Opérateurs

source: User account
fr_fr: Compte Opérateur

source: Lastname
fr_fr: Nom de Famille

source: Firstname
fr_fr: Prénom

source: User is manager
fr_fr: L'opérateur est un superviseur

source: New Password (let it empty if not modified)
fr_fr: Nouveau Mot de Passe (laisser à vide si inchangé)

source: Confirm password (let it empty if not modified)
fr_fr: Confirmer Mot de Passe (laissez vide si inchangé)

source: User list
fr_fr: Liste des Opérateurs

source: Supervisor
fr_fr: Superviseur

source: Delete user confirmation title
fr_fr: Suppression de l'Opérateur ?

source: Delete user confirmation content
fr_fr: Veuillez confirmer la suppression de cet Opérateur

source: Add user
fr_fr: Ajouter un Opérateur

source: Operator menu
fr_fr: Menu Opérateur

source: Account confirmation
fr_fr: Confirmation du compte

source: CAUTION: EXPIRY TIME EXCEEDED
fr_fr: Date & Heure de Péremtion dépassée

source: Injection prohibited unless authorized by Radio-Pharmacist
fr_fr: Injection interdite sans l'Authorisation d'un Superviseur

source: To Authorize: Please sign-in with authority account, or Cancel to end the injections.
fr_fr: Pour Autorisation : Veuillez saisir le Diminutif et le Mot de Passe de l’autorité puis Validation. Appuyez sur Annulation pour retour au Menu Opérateur

source: Validate
fr_fr: Valider

source: Cancel
fr_fr: Annulation

source: Confirmation of patient's datas
fr_fr: Confirmation des Données Patient

source: Selected patient :
fr_fr: Sélection du Patient

source: Birthdate
fr_fr: Date de Naissance

source: ex: 1984-03-02
fr_fr: ex : AAAA-MM-JJ

source: Expeditor number
fr_fr: Numéro d'Ordonnancier

source: ex: 754234
fr_fr: ex : 75001

source: Comments
fr_fr: Commentaires

source: Exams variables
fr_fr: Les différentes Activités pour cet Examen

source: Examination
fr_fr: Examen

source: Compatible exams
fr_fr: Examens compatibles

source: Other exams
fr_fr: Autres Examens

source: This field impact the activity
fr_fr: Cette zone de saisie est nécessaire pour calculer l'Activité

source: Weight
fr_fr: Poids

source: Activity for examination
fr_fr: Activité pour cet examen

source: Activity available at
fr_fr: Activité disponible à

source: Min Activity
fr_fr: Activité minimale :

source: Max Activity
fr_fr: Activité Max.

source: Low activity available
fr_fr: Activité disponible insuffisante

source: The available activity in the drug is at a low value.
fr_fr: L'Activité disponible est insuffisante

source: Please set the activity at a lower value than the available activity or choose another patient.
fr_fr: Activité disponible insuffisante. Adaptez l'Activité en conséquence ou choisissez un autre Patient

source: Correct the activity
fr_fr: Corrigez l'Activité

source: Choose another patient
fr_fr: Sélectionnez un autre patient

source: Too much activity
fr_fr: Activité trop haute !

source: Exceeded maximum activity
fr_fr: Activité trop haute pour cet examen.

source: The activity you setted is above the maximum limit of the current exam.
fr_fr: L'activité demandée est au dessus de l'activité maximale autorisée pour l'examen.

source: Do you want to correct the activity ?
fr_fr: Voulez-vous corriger l'Activité ?

source: YES
fr_fr: OUI

source: NO
fr_fr: NON

source: Insufficient activity
fr_fr: Activité insuffisante !

source: Insufficient activity for this exam.
fr_fr: Activité insuffisante pour cet Examen

source: The activity is null or above the min limit of this exam.
fr_fr: L'Activité est nulle ou en-dessous de l'Activité minimale pour cette examen

source: Center maximum activity reached
fr_fr: Activité maximale pour le Centre dépassée

source: You have reached the maximum activity authorized for your center.
fr_fr: Vous avez atteint l'Activité maximale autorisée pour le Centre

source: You can correct it or use this value above the limit.
fr_fr: Vous pouvez la corriger ou utiliser une valeur inférieure

source: The autorization of an autority is required for exceed the maximum value.
fr_fr: Une Autorisation est requise pour dépasser l'Activité maximale pour le Centre

source: Correct the value
fr_fr: Corrigez la Valeur

source: Use this value
fr_fr: Utilisez cette valeur

source: Confirmation of maxim center activity exceed
fr_fr: Confirmation du dépassement de l'Activité autorisée pour le Centre

source: Creation of patient
fr_fr: Création d'un Patient

source: Choose an exam
fr_fr: Choisissez un Examen

source: Gender
fr_fr: Genre

source: Select gender...
fr_fr: Sélectionnez le Genre

source: Operator's dashboard
fr_fr: Tableau de bord Opérateur

source: Filling drug's informations
fr_fr: Réception du Médicament

source: Drug name
fr_fr: Nom du Médicament

source: Select a drug
fr_fr: Sélectionnez un Médicament

source: Calibration time
fr_fr: Heure de Calibration

source: Vial volume
fr_fr: Volume de la fiole

source: Activity concentration
fr_fr: Activité Volumique

source: Batch number
fr_fr: Numéro de Lot

source: Expiration time
fr_fr: Date & Heure de Péremption

source: Activity at calibration time
fr_fr: Activité à Heure de Calibration

source: Fill the vial volume field to enable fields about activity
fr_fr: Saisissez le Volume de la fiole pour calculer l'Activité

source: The last filled value is in yellow
fr_fr: La dernière valeur saisie est en jaune

source: The green field represents the calculated value
fr_fr: Une zone verte est le résultat d'un calcul

source: Incorrect expiration date
fr_fr: Date de péremption incorrecte

source: The expiration date of the drug is incorrect.
fr_fr: La date de Péremptionest incorrecte

source: Set a correct date : greater than the calibration date
fr_fr: Saisissez une date postérieure à la date de calibration

source: Wrong volumic activity
fr_fr: Erreur sur Activité volumique

source: The volumic activity of the drug is incorrect.
fr_fr: L'Activité volumique est incorrecte

source: Set a correct value : positive
fr_fr: Saisissez une valeur positive

source: Wrong calibration activity
fr_fr: Erreur sur Activté à Calibration

source: The calibration activity is incorrect.
fr_fr: L'Acivité à Calibration est incorrecte

source: Incorrect vial volume
fr_fr: Volume de la fiole incorrecte

source: The volume of the vial is incorrect.
fr_fr: Le volume de la fiole est incorrecte

source: Set a correct value : between 1 and 15ml
fr_fr: Saissisez une valeur comprise entre 1 et 10ml

source: Automate setup for the injection
fr_fr: Préparation de l'Injecteur

source: Please connect the patient kit and validate to continue
fr_fr: Veuillez raccorder le Kit Patient au Kit Source et validez pour continuer

source: Load automate
fr_fr: Chargement de l'Injecteur

source: Load kitsource and source
fr_fr: Chargement du Kit source et de la Source

source: Continue
fr_fr: Continuez

source: Loading patients data
fr_fr: Transfert des Données Patient à l'Injecteur

source: Please plug the USB storage, select the file and confirm
fr_fr: Veuillez connecter la clé USB, sélectionnez le fichier et appuyez sur "Confirmer"

source: Select file
fr_fr: Sélectionner un Fichier

source: Transfert OK - loading datas...
fr_fr: Transfert OK - chargement des données...

source: Transfert OK - Unplug the USB key and press Next
fr_fr: Transfert OK - Débranchez la clé USB et cliquez sur Suivant

source: Error during transfert!
fr_fr: Erreur durant le Transfert !

source: Registrer the patient kit
fr_fr: Enregistrer le Kit Patient

source: Please scan the barcode of the patient kit or write it manually
fr_fr: Veuillez scanner le Code barre du Kit Patient ou le saisir manuellement

source: Error
fr_fr: Erreur

source: Invalid barcode
fr_fr: Code barre invalide

source: Registrer the source kit
fr_fr: Enregistrer le Kit Source

source: Please scan the barcode of the source kit or write it manually
fr_fr: Veuillez scanner le Code barre du Kit Patient ou le saisir manuellement

source: Patient selection
fr_fr: Sélection du Patient

source: Compatible patients list
fr_fr: Patient(s) compatibles(s) avec le Médicament chargé

source: Other patients list
fr_fr: Autre Liste Patient

source: End of patients list.
fr_fr: Fin de la liste des Patients

source: No patient loaded. Try to load a file or to create a new one.
fr_fr: Pas de Fichier Patient téléchargé ! Télécharger un Fichier Patient ou crée un Patient

source: Import patients
fr_fr: Importation du Fichier Patient

source: No compatible patient found. Try to unload the drug or create a new patient.
fr_fr: Le Médicament chargé ne correspond à aucun des examens prévus pour ces Patients ! Déchargez le Médicament ou Crée un Patient pour ce Médicament

source: New patient
fr_fr: Nouveau Patient

source: End of injection
fr_fr: Fin des Injections

source: End of injections mean rinsing the needle and reinject the content into the source vial.
fr_fr: La Fin des Injections implique le rinçage de la Tubulure et de l'Aiguille et sa réinjection dans la fiole.

source: Remaining activity at
fr_fr: Activité restante à

source: Confirm the end of injection?
fr_fr: Confirmez la fin des Injections !

source: Confirm the end of injection
fr_fr: Confirmez la fin des Injections

source: Are you sure to confirm the end of injection
fr_fr: Confirmez-vous la fin des injections ?

source: This step is going to use NaCl solution.
fr_fr: Cette étape nécéssite du NaCl

source: Please ensure that the NaCl solution volume is correct before processing steps.
fr_fr: Veuillez vous assurer que vous disposez suffisamment de NaCl

source: Rinsing
fr_fr: Rinçage

source: Patient's data
fr_fr: Donnée Patient

source: Activity to inject
fr_fr: Activité à Injecter

source: Injection progress
fr_fr: Progression de l'Injection

source: Status
fr_fr: Statut

source: Waiting for patient's datas validation...
fr_fr: En attente de la validation des données patient...

source: Relaunch a rinsing
fr_fr: Relancer un rincage

source: Patient disconnection
fr_fr: Déconnexion du Patient

source: Location of injection
fr_fr: Emplacement de l'Injection

source: Informations resume
fr_fr: Information :

source: Prescription book
fr_fr: Ordonnancier

source: Exam
fr_fr: Examen

source: no comments
fr_fr: Aucun commentaire

source: Source kit
fr_fr: Kit Source

source: Patient kit
fr_fr: Kit Patient

source: Printing sticker
fr_fr: Imprimer l'Etiquette

source: Please disconnect the patient kit, trash it and validate.
fr_fr: Merci de bien vouloir déconnecter le Kit Patient, de le jeter dans un container adapté et de valider

source: YYYY-MM-DD HH:mm
fr_fr: AAAA-MM-JJ HH:MM

source: Injected patients list
fr_fr: Liste des Patients Injectés

source: This step and the next one are going to use NaCl solution.
fr_fr: Contrôler le volume de NaCL disponible

source: Put the patient kit in the container provided for this purpose
fr_fr: Placez le Kit Patient dans le réceptacle prévu à cet effet

source: Launch the purge
fr_fr: Lancer la Purge

source: Purge progression
fr_fr: Progression de la Purge

source: Waiting for the purge launch...
fr_fr: En attente du lancement de la Purge ...

source: Patient kit connection to the patient
fr_fr: Connexion du Kit Patient au Patient

source: Connection
fr_fr: Connexion

source: Purge completed! Press the start purge button to restart purge.
fr_fr: Purge terminée ! Appuyez sur le bouton Lancer la Purge pour relancer l'opération

source: Purge in progress...
fr_fr: Purge en cours...

source: Connected
fr_fr: Connecté

source: Sample
fr_fr: Prélèvement

source: Sample progression
fr_fr: Progression du Prélèvement

source: Levied activity
fr_fr: Activité prélevée

source: Remaining activity
fr_fr: Activité Restante

source: Requested activity
fr_fr: Activité requise

source: Adjust
fr_fr: Ajuster

source: Unload automate
fr_fr: Déchargement de l'Injecteur

source: Unload kitsource and source
fr_fr: Déchargement du Kit Source et du Médicament

source: No exams found in database. Please
fr_fr: Pas d'Examen dans votre base de données. SVP

source: create an exam
fr_fr: Création d'un Examen

source: to start injections.
fr_fr: démarrer les injections

source: Transfering patient's data to robot
fr_fr: Transfert des Données Patient à l'Injecteur

source: Receipted drug : <u>%s</u>
fr_fr: Médicament chargé : <u>%s</u>

source: Scan source kit barcode
fr_fr: Scannez le Code barre du Kit Source

source: Loading Source kit & Source
fr_fr: Charger le Kit Source et le Médicament

source: Action required
fr_fr: Action requise

source: Injection - Operator Authentification
fr_fr: Injection - Identification de l'Opérateur

source: List of patients injected
fr_fr: Liste des Patients Injectés

source: Unloading
fr_fr: Déchargement

source: Transferting patient's data to software
fr_fr: Transfert des Données Patient au logiciel de Radiopharmacie

source: Remove receipted drug.
fr_fr: Remplacer le Médicament

source: Are you sure to remove selected drug ?
fr_fr: Voulez-vous remplacer le Médicament réceptionné ?

source: Remove receipted kit source.
fr_fr: Remplacer le Kit Source

source: Are you sure to remove selected source kit ?
fr_fr: Voulez-vous remplacer le Kit Source déjà sélectionné

source: A 403 error occurred
fr_fr: Une erreur 403 est survenue - Case Prison sans gagner 20€

source: You are not allowed to load this page.
fr_fr: Vous n'êtes pas autorisé à consulter cette page

source: Controller
fr_fr: Contrôleur

source: resolves to %s
fr_fr: résout en %s

source: Additional information
fr_fr: Informations complémentaires

source: File
fr_fr: Fichier

source: Stack trace
fr_fr: Pile d'exécution

source: Previous exceptions
fr_fr: Exceptions précédentes

source: No Exception available
fr_fr: Aucune exception disponible

source: A 404 error occurred
fr_fr: Une erreur 404 est survenue Bravo - nous n'avons jamais réussi à produire cette erreur !

source: The requested controller was unable to dispatch the request.
fr_fr: J'ai cru entendre le mot dispatch controlleur. Y'avais même le mot requête.

source: The requested controller could not be mapped to an existing controller class.
fr_fr: Comprennes qui pourra

source: The requested controller was not dispatchable.
fr_fr: J'ai cru entendre le mot dispatch et controlleur

source: The requested URL could not be matched by routing.
fr_fr: L'URL demandée n'a pas pu trouver de route correspondante

source: We cannot determine at this time why a 404 was generated.
fr_fr: Nous sommes perplexes !

source: An error occurred
fr_fr: Une erreur est survenue. Fin de service - Bonne soirée

source: I've fixed it, reload!
fr_fr: Erreur réparée - Rechargement ?

source: The Javascript of your browser seems to be desactivated.
fr_fr: Javascript ne semble pas activé.

source: Please enable it to use S.A.M.I or contact the support.
fr_fr: Veuillez activer Javascript ou contacter le support.

source: by Delphinnove. All rights reserved.
fr_fr: par DelphInnove - Tous droits réservés

source: Enter
fr_fr: Entrée

source: Manager
fr_fr: Superviseur
